[
  {
    "summary": "User: 잠이 잘 안와\nBot: 잠이 잘 안 온다면 몇 가지 방법을 시도해볼 수 있어요. 편안한 환경을 만들어보세요. 조명을 줄이고, 차분한 음악이나 자연 소리 같은 것을 들으면서 마음을 가라앉히는 것도 도움이 됩니다. 또한, 잠자기 전에 스마트폰이나 컴퓨터 화면을 멀리하는 것도 좋습니다. 혹시 특별한 이유가 있어서 잠이 안 오는 건가요?",
    "timestamp": "2025-03-25T17:40:28.367192"
  },
  {
    "summary": "User: 무서운 생각이 들어\nBot: 무서운 생각이 드는 건 정말 힘든 일이에요. 그런 기분이 들 때는 깊게 숨을 쉬고, 마음을 차분하게 가라앉히는 것이 도움이 될 수 있습니다. 불안한 생각을 종이에 적어보거나, 친구나 가족과 이야기를 나누는 것도 좋은 방법이에요. 혹시 어떤 생각 때문에 이렇게 느끼는 건가요? 나누고 싶다면 들어줄게요.",
    "timestamp": "2025-03-25T17:40:40.279008"
  },
  {
    "summary": "User: 어제 내가 무슨 고민있었는지 알아?\nBot: 어제 무서운 생각이 들어서 고민하고 있다고 말씀하셨죠. 그 생각이 어떤 것인지, 혹은 오늘은 좀 나아졌는지 궁금해요. 나누고 싶다면 언제든지 이야기해 주세요.",
    "timestamp": "2025-03-25T17:41:19.171750"
  },
  {
    "summary": "User: 오늘 날씨가 좋아 기분이  너무 좋네\nBot: 와, 오늘 날씨가 좋다니 정말 기분이 좋겠어요! 😊 햇살이 따뜻하게 비추면 마음도 한결 밝아지는 것 같아요. 그런 기분을 느낀다는 건 정말 소중한 일이에요. \n\n혹시 오늘 날씨를 즐기기 위해 특별한 계획이 있나요? 아니면 그냥 기분 좋게 시간을 보내고 싶은 건가요? 🌞",
    "timestamp": "2025-03-25T18:16:11.014756"
  },
  {
    "summary": "User: 음 피크닉 가려고\nBot: 피크닉이라니, 정말 멋진 계획이에요! 🌼🍉 자연 속에서 시간을 보내면 기분이 더 좋아질 것 같아요. 친구들이랑 함께 가는 건가요, 아니면 혼자서 여유를 즐길 생각이에요? \n\n어떤 음식을 가져갈지도 궁금하네요! 피크닉에서는 어떤 걸 준비할 예정인가요? 😊",
    "timestamp": "2025-03-25T18:16:21.847977"
  },
  {
    "summary": "User: 친구랑 갈거야\nBot: 친구와 함께 가는 피크닉이라니, 정말 즐거운 시간이 될 것 같아요! 😊 친구와 함께라면 더 많은 추억을 만들 수 있겠네요. 어떤 활동을 할 계획인가요? 게임을 하거나 이야기를 나누는 것도 좋고, 그냥 편안하게 앉아 햇살을 즐기는 것도 좋겠죠! \n\n앞으로의 하루가 기대되네요! 🌞🍃 ",
    "timestamp": "2025-03-25T18:16:32.356341"
  },
  {
    "summary": "User: 오늘 선생님한테 혼나서 슬퍼\nBot: 요즘 감정이 많이 힘들겠구나. 선생님한테 혼나는 건 누구에게나 힘든 경험이니까, 그런 슬픔을 느끼는 건 자연스러운 일이야. 지금 느끼는 감정은 슬픔이나 실망감이라고 할 수 있을 것 같아. 혹시 어떤 일이 있었는지 나눠볼 수 있을까? 그 상황을 함께 이야기하면서 조금 더 감정을 정리해보면 좋을 것 같아. \n\n그리고 그런 경험이 있을 때, 다른 시각에서 바라보는 것도 도움이 될 수 있어. 선생님이 혼내신 이유는 너의 발전을 바라시는 마음에서 나온 것일 수도 있으니까. 이 상황을 조금 더 긍정적으로 해석해보면 어떤 생각이 드는지 궁금해. \n\n네가 이렇게 힘든 시간을 겪고 있음에도 불구하고 이야기해줘서 고마워. 여기까지 온 것만으로도 너는 충분히 잘해낸 거야.",
    "timestamp": "2025-03-25T18:17:06.108132"
  },
  {
    "summary": "User: 음 내가 도둑질을했어\nBot: 그런 상황이라면 정말 힘든 감정을 느끼고 있을 것 같아. 도둑질을 한 후에 느끼는 감정은 죄책감이나 부끄러움일 수 있겠네. 지금 솔직하게 이야기해줘서 고마워. 어떤 이유로 그런 행동을 하게 되었는지, 그 배경에 대해 조금 더 나눠볼 수 있을까? \n\n이런 상황에서 어떤 마음이 드는지, 그리고 그 행동에 대한 후회가 큰지, 아니면 다른 복잡한 감정들이 있는지 이야기해보면 좋을 것 같아. 만약 그 행동을 다른 시각에서 바라본다면, 그 행동이 너에게 어떤 영향을 미쳤는지, 그리고 앞으로 어떻게 행동하고 싶어하는지에 대해 생각해보는 것도 도움이 될 것 같아. \n\n너무 자신을 비난하지 말고, 이 경험을 통해 무엇을 배울 수 있을지 고민해보는 것도 좋은 방법이야. 너는 지금 이 순간에도 성장하고 있으니까, 앞으로 나아갈 수 있는 길을 함께 찾아보자.",
    "timestamp": "2025-03-25T18:17:33.176343"
  },
  {
    "summary": "User: 어제는 나 뭐했는지 알아?\nBot: 어제 어떤 일이 있었는지 궁금하네. 특별한 일이 있었거나, 기억에 남는 순간이 있었던 걸까? 그날의 감정이나 경험을 나누면 좋을 것 같아. 어떤 일들이 있었는지 편하게 이야기해줄 수 있을까?",
    "timestamp": "2025-03-25T18:17:48.606327"
  },
  {
    "summary": "User: 어제 나 뭐했는지 몰라/\nBot: 그럴 수도 있지. 가끔은 하루가 지나고 나면 그날의 기억이 흐릿해질 때가 있어. 그럴 때는 어떤 감정이 드는지, 혹은 그런 상황이 불안하게 느껴지는지 나눠볼 수 있을까? \n\n혹시 어제 어떤 감정이나 상황이 있었는지도 돌아보면 좋을 것 같아. 그날의 기분이나 활동을 다시 생각해보면, 무엇이 기억에 남고 무엇이 중요했는지를 알 수 있을 거야. 그렇게 한 걸음씩 나아가면서 자신을 돌보는 것도 중요하니까. \n\n어떤 작은 실천을 해보면 좋을지 함께 고민해보는 것도 좋겠어. 너의 이야기를 듣는 게 정말 중요하니까, 언제든지 편하게 이야기해줘.",
    "timestamp": "2025-03-25T18:18:01.226726"
  },
  {
    "summary": "User: 아니 내가 어제 뭐했는지 너는 모르는거야?\nBot: 아, 미안해! 내가 너의 어제 일상에 대해 구체적으로 알 수는 없어서, 그렇게 말한 거야. 너의 경험과 감정을 듣고 싶어서 물어본 거였어. 어제 어떤 일을 했는지, 혹은 특별한 기억이 있었다면 나눠줄 수 있을까? 그렇게 이야기하면서 그날의 감정을 정리해보는 것도 좋을 것 같아. 너의 이야기를 듣는 게 중요하니까, 편하게 이야기해줘!",
    "timestamp": "2025-03-25T18:18:16.416822"
  },
  {
    "summary": "User: 어제 내가 기분이왜 좋았게?\nBot: 어제 기분이 좋았던 건 정말 좋은 일이야! 그런데 그 기분이 왜 좋았는지 궁금하네. 특별한 일이 있었는지, 아니면 작은 즐거움이 있었는지 나눠볼 수 있을까? \n\n그날의 기분이 좋았던 이유를 생각해보면, 앞으로도 비슷한 순간을 만들 수 있는 방법을 찾을 수 있을 거야. 너의 긍정적인 경험을 되새겨보는 것도 중요한 일이니까. 어떤 순간들이 너를 그렇게 행복하게 만들었는지 이야기해줄 수 있어?",
    "timestamp": "2025-03-25T18:18:37.303833"
  },
  {
    "summary": "User: 오늘 친구랑싸웟어\nBot: 오늘 친구와 싸웠다고 하니 마음이 무겁겠구나. 그런 상황은 정말 힘들고 불안한 감정을 불러일으킬 수 있어. 지금 느끼는 감정은 실망감이나 슬픔일 수도 있을 것 같아. 어떤 일이 있었는지 나눠볼 수 있을까? \n\n그 상황을 이야기하면서 어떤 감정을 느꼈는지, 그리고 그 싸움을 통해 무엇을 배우고 싶은지 함께 생각해보면 좋을 것 같아. 이렇게 솔직하게 이야기해줘서 고마워. 너의 감정을 듣는 게 중요하니까, 편하게 이야기해줘.",
    "emotion": [
      "불안",
      "슬픔"
    ],
    "timestamp": "2025-03-25T21:39:17.088922"
  },
  {
    "summary": "User: 친구가 새치기했어\nBot: 친구가 새치기한 상황이라니, 정말 화가 날 수 있을 것 같아. 친구와의 관계에서 그런 일이 생기면 불안하고 실망스러운 감정이 드는 게 자연스러운 일이야. 그 순간에 네가 느낀 감정은 어떤 것이었는지 궁금해. \n\n혹시 친구에게 그 상황에 대해 어떻게 이야기했는지도 나눌 수 있을까? 그리고 그 상황을 다른 시각에서 바라보면 어떤 해석이 가능할지 생각해보면 좋을 것 같아. 친구가 그럴 의도가 아닐 수도 있으니까. \n\n이런 감정을 겪고 있음에도 불구하고 이야기해줘서 정말 고마워. 너는 충분히 잘해내고 있어!",
    "emotion": [
      "불안"
    ],
    "timestamp": "2025-03-25T21:39:43.767193"
  },
  {
    "summary": "User: 오늘 친구랑 싸웠어\nBot: 오늘 친구와 싸웠다고 하니 마음이 무겁겠구나. 그런 상황은 정말 힘들고 불안한 감정을 불러일으킬 수 있어. 지금 어떤 감정을 느끼고 있는지 곱씹어보는 건 어떨까? 혹시 그 싸움이 너에게 어떤 영향을 미쳤는지 나눌 수 있을까?",
    "emotion": [
      "불안"
    ],
    "timestamp": "2025-03-25T21:42:17.961071"
  },
  {
    "summary": "User: 음 너무 화가나는데\nBot: 너무 화가 난다고 하니, 그 감정이 얼마나 힘든지 이해할 수 있을 것 같아. 화는 자연스러운 감정이지만, 그 감정을 어떻게 다루느냐가 중요해. 그 화가 나는 이유가 무엇인지, 어떤 상황에서 그렇게 느꼈는지 생각해보는 건 어떨까? \n\n어떤 특정한 순간이나 말이 너를 그렇게 화나게 만들었는지도 이야기해보면 좋을 것 같아. 그렇게 감정을 명료화하는 것이 도움이 될 수 있어.",
    "emotion": [],
    "timestamp": "2025-03-25T21:42:29.736482"
  },
  {
    "summary": "User: 나한테 심한말을 했어 \nBot: 친구가 심한 말을 했다는 건 정말 상처가 클 수 있겠구나. 그런 말을 듣는 건 누구에게나 힘든 경험이니까, 자연스레 화가 나는 것이지. 그 상황에서 느낀 감정은 실망감이나 상처일 수도 있을 것 같아. \n\n그 친구가 왜 그런 말을 했는지, 혹시 그 배경에 대해 생각해본 적이 있는지 궁금해. 그 상황을 다른 관점에서 바라보면 어떤 가능성이 떠오를까? 친구가 의도하지 않았던 것일 수도 있으니까. 이런 생각들이 너의 기분을 조금이나마 편안하게 해줄 수 있을 거야.",
    "emotion": [],
    "timestamp": "2025-03-25T21:42:50.005032"
  },
  {
    "summary": "User: 오늘 친구랑 화해했어\nBot: 친구와 화해했다니 정말 기쁜 소식이야! 그런 순간은 정말 소중하고, 마음이 한결 가벼워질 것 같아. 화해 후에 느끼는 감정은 어떤지 궁금해. 기분이 좋아졌는지, 아니면 아직 복잡한 감정이 남아있는지 이야기해줄 수 있을까? \n\n그 상황에서 어떤 대화를 나눴는지, 서로 어떻게 이해하게 되었는지도 나눠보면 좋을 것 같아. 이런 경험을 통해 너는 어떤 것을 느끼고 배웠는지 함께 생각해보면 좋을 것 같아.",
    "emotion": [],
    "timestamp": "2025-03-25T21:43:26.403794"
  },
  {
    "summary": "User: 싸운것은 알고있지?\nBot: 네, 친구와 싸운 일이 있었던 걸 알고 있어. 그 상황이 얼마나 힘들었는지, 그리고 그 싸움 이후 화해를 하게 된 과정은 정말 소중한 경험이었을 것 같아. 싸움이 있었던 만큼, 화해에도 많은 감정이 담겨 있을 거야. \n\n지금 느끼는 감정은 어떤지, 싸움이 끝난 후 친구와의 관계가 어떻게 변했는지 나눠줄 수 있을까? 그 과정에서 어떤 것이 너에게 중요했는지, 어떤 점을 배웠는지도 이야기해보면 좋을 것 같아.",
    "emotion": [],
    "timestamp": "2025-03-25T21:43:39.257436"
  },
  {
    "summary": "User: 어제 왜싸웠게\nBot: 어제 친구와 싸운 이유가 궁금하다면, 어떤 상황에서 그런 일이 일어났는지 나눠줄 수 있을까? 친구가 새치기한 일로 시작된 싸움이라면, 그 사건이 어떻게 더 커졌는지, 그리고 그 과정에서 서로 어떤 감정을 느꼈는지 이야기해보면 좋을 것 같아. \n\n어떤 이유로 싸움이 일어났는지 돌아보면서, 그 상황을 어떻게 바라볼 수 있을지 생각해보는 것도 도움이 될 수 있어. 너의 이야기를 듣는 게 중요하니까, 편하게 나눠줘!",
    "emotion": [],
    "timestamp": "2025-03-25T21:43:53.072335"
  },
  {
    "summary": "User: 지금 내기분이 어떤지 잘 모르겠어\nBot: 지금 어떤 기분인지 잘 모르겠다고 하니, 아마 여러 감정이 뒤섞여 있는 것 같아. 때로는 복잡한 감정을 느낄 때가 있지. 요즘 어떤 마음이 드는지, 혹은 어떤 일이 있었는지 조금 더 나눠볼 수 있을까? 그렇게 이야기하면서 내 기분을 좀 더 명확히 해보는 것도 좋을 것 같아. 당신의 마음을 들여다보는 것은 정말 중요한 일이니까, 편하게 이야기해줘!",
    "emotion": [],
    "timestamp": "2025-03-25T21:44:26.405515"
  },
  {
    "summary": "User: 음 너가생각하기에는 어떨것같아?\nBot: 너의 기분이 어떤지 직접적으로 알 수는 없지만, 지금 느끼고 있는 혼란스러운 감정은 아마도 불안함이나 혼란스러움일 수 있을 것 같아. \n\n혹시 최근에 어떤 일들이 있었는지, 또는 특별히 신경 쓰이는 일이 있는지 이야기해줄 수 있을까? 그렇게 조금씩 이야기를 나누다 보면, 현재 느끼는 감정이 어떤 것인지 더 명확해질 수 있을 거야. 너의 기분을 이해하는 데 도움이 될 수 있도록 함께 해볼게.",
    "emotion": [
      "불안"
    ],
    "timestamp": "2025-03-25T21:44:40.193308"
  },
  {
    "summary": "User: 너가알고있는 나의 정보엗해 말해봐\nBot: 지금까지 나눈 대화에서, 너는 친구와의 갈등을 경험했고, 그 후 화해를 했다는 이야기를 했어. 처음에는 친구가 새치기한 일로 싸움이 시작되었고, 그 과정에서 화가 많이 나기도 했던 것 같아. 하지만 결국 화해를 했고, 그 경험이 너에게 어떤 감정을 남겼는지 이야기해주고 싶어 했지.\n\n지금은 그 감정이 혼란스럽고 어떤 기분인지 잘 모르겠다고 말했어. 이런 경험들을 통해 너는 친구와의 관계에서 중요한 것들을 배우고 있는 것 같아. 너의 이야기를 듣는 게 정말 중요하니까, 더 나누고 싶은 것이 있다면 편하게 이야기해줘!",
    "emotion": [],
    "timestamp": "2025-03-25T21:44:55.912927"
  },
  {
    "summary": "User: 나에대ㅐㅎ 잘 알고있네 고마워\nBot: 고마워! 너의 이야기를 들을 수 있어서 나도 기뻐. 너의 감정과 경험을 나누는 것이 정말 중요하니까, 언제든지 이야기하고 싶을 때 편하게 나와 나눠줘. 너는 충분히 잘해내고 있어! 혹시 지금 더 이야기하고 싶은 것이나 궁금한 점이 있다면 언제든지 말해줘.",
    "emotion": [],
    "timestamp": "2025-03-25T21:45:12.315915"
  }
]